
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Здравствуйте! Это программа по определению состояния здоровья.'
txt_next = 'Начать'
txt_instruction = ('Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья.')
txt_title = 'Здоровье'
txt_name = 'Введите Ф.И.О. в данной строке.'
txt_hintname = "Ф.И.О"
txt_hintage = "0"
txt_test1 = 'Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер.\nРезультат запишите в соответствующее поле.'
txt_test2 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания",\nчтобы запустить счетчик приседаний.'
txt_test3 = 'Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд.\nНажмите кнопку "Начать финальный тест", чтобы запустить таймер.\nЗелёным обозначены секунды, в течение которых необходимо \nпроводить измерения, чёрным - секунды без замера пульсаций. Результаты запишите в соответствующие поля.'
txt_sendresults = 'Отправить результаты.'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Тест номер 1'
txt_starttest2 = 'Начать делать приседания'
txt_starttest3 = 'Финальный тест'

txt_age = 'Полных лет.'
txt_finalwin = 'Результаты.'
txt_index = 'Индекс Руфье.'
txt_workheart = 'Работоспособность сердца.'